
[MZ_AdaptiveBoneMarrow X2GeneModTemplate]
DisplayName="Адаптивный костный мозг"
Summary="Время восстановления от ран у этого солдата сокращается на 66% и он восстанавливает некоторое количество ОЗ каждый ход."

[MZ_TitanLegs X2GeneModTemplate]
DisplayName="Титановые ноги"
Summary="Усиленные титаном ноги повышает броню и мобильность солдата на 1"

[MZ_AdrenalNeurosympathy X2GeneModTemplate]
DisplayName="Нейросимпатия надпочечников"
Summary="Предоставляет боевые феромоны, которые увеличивают меткость, шанс критического попадания и мобильность ближайших солдат при убийстве врага."

[MZ_NeuralDamping X2GeneModTemplate]
DisplayName="Невральное демпфирование"
Summary="Настройка частот мозга аналогично частотам сектоидов предоставляет 50% сопротивление к урону от любых псионических атак и иммунитет к панике."

[MZ_NeuralFeedback X2GeneModTemplate]
DisplayName="Невральная обратная связь"
Summary="Пси-способности, используемые против этого солдата, наносят атакующему урон от обратной связи, а также откладывают все его псионические способности на перезарядку. Не уменьшает шансы атакующего на успех."

[MZ_NictitatingMembranes X2GeneModTemplate]
DisplayName="Никтитирующие мембраны"
Summary="Эти прозрачные внутренние веки нейтрализуют штрафы меткости от яда, дезориентации и дыма. Они также снимают слепоту с этого солдата в начале его хода."

[MZ_PsyberInterface X2GeneModTemplate]
DisplayName="Имплантированная псибер-линза"
Summary="Крошечная имплантированная псибернетическая линза вычисляет информацию, которая помогает взламывать и нацеливаться на роботов противника. Дает +20 взлома, +10 к точности и +20 к крит. шансу против роботов. (только против механизированных врагов)"

[MZ_RegenPheremones X2GeneModTemplate]
DisplayName="Феромоны регенерации"
Summary="Регенерирующие феромоны Целатидов очищают от эффектов постепенного урона (Яд, Кислота, Огонь) и восстанавливают здоровье ближайших солдат, когда этот солдат убивает врага."

[MZ_ViperBlood X2GeneModTemplate]
DisplayName="Кровь вайпера"
Summary="Предоставляет иммунитет к яду. Солдат будет истекать ядом при получении повреждений. Предоставляет бонус к меткости, шансу критического попадания и уклонению, пока солдат стоит в ядовитом облаке."

[MZ_DepthPerception X2GeneModTemplate]
DisplayName="Глубокое восприятие"
Summary="Предоставляет бонус к меткости и шансу критического попадания, когда солдат имеет преимущество по высоте над целью."

[MZ_HyperreactivePupils X2GeneModTemplate]
DisplayName="Гиперреактивные зрачки"
Summary="Зрачки солдата сужаются и расширяются быстрее, позволяя лучше фокусироваться. Предоставляет бонус к меткости после промаха, при следующем выстреле. (не сочетается с бонусом от соответствующего ПБС)"

[GM_BioelectricSkin X2GeneModTemplate]
DisplayName="Биоэлектрическая кожа"
Summary="Сенсорная сетка на базе дронов Адвена покроет кожу солдата. Позволяет солдату видеть дальше (на +3) и обнаруживать присутствие скрытых врагов на умеренном расстоянии."

[GM_WallClimb X2GeneModTemplate]
DisplayName="Геном крисалида"
Summary="Введенный геном крисалида укрепляет кости и повышает мобильность, а также дает возможность карабкаться по стенам, но плохо влияет на рассудок и пси-способности солдата."

[GM_MimeticSkin X2GeneModTemplate]
DisplayName="Миметическая кожа"
Summary="Получите возможность менять рисунок кожи в соответствии с окружением. Когда солдат перемещается в полное укрытие, он получает маскировку. Не работает, если враги видят солдата напрямую. Подобное улучшение серьезно уменьшает шансы врагов попасть по вам, но вредит здоровью бойца."

[MZ_Wiredreflexes X2GeneModTemplate]
DisplayName="Синаптический бустер"
Summary="Интеграция ИИ сектопода предоставляет солдату невероятные возможности, во всех ситуациях реакции, таких как \"Наблюдение\" или \"Подавление\", улучшает броски на попадание на одну ступень в более благоприятную сторону."

[GM_GrimyFireWall_MJ X2GeneModTemplate]
DisplayName="Пламенная железа вайпера"
Summary="В левую руку солдата имплантируются железа пламенного вайпера. В течении нескольких дней в ней накапливается легковоспламенимая жидкость, которую боец может выплеснуть на врагов 1 раз за миссию."

[GM_GrimyEnrage_MJ X2GeneModTemplate]
DisplayName="Дополнительные стрессовые железы"
Summary="Модификация грудной клетки, способная вырабатывать большое количество адреналина и тестестерона. Это позволяет солдату быть более агрессивным в бою, а если он ранен, начинать свой ход с активированной способностью \"Стрельба на бегу"\". К сожалению, из-за постоянного стресса ему не удается хорошо отдохнуть, что навсегда снижает волю солдата"

;мои

[MZ_ProtectProtocol X2GeneModTemplate]
DisplayName="Система авто-наводки"
Summary="Имплантация линзы авто-наведения турелей Адвента в глаз и перенастройка нейронных связей солдата. Предоставляет дополнительную точность стрельбы при ответных выстрелах."

[MZ_FastLearningChip X2GeneModTemplate]
DisplayName="Чип быстрого обучения"
Summary="Имплантация офицерского чипа в мозг солдата. Ускоряет в 2 раза время обучения солдата на офицерские должности. Так же дает небольшое усиление когнитивных функций мозга"

[MZ_AblativeFieldSkin X2GeneModTemplate]
DisplayName="Кожа с аблативым полем"
Summary="Проводка сети аблативного поля под кожу солдата. Предоставляет 3 единицы аблативного щита и восстанавливает 1 щита каждый ход."

[MZ_CodexNetworkChipher X2GeneModTemplate]
DisplayName="Шифрование сети кодекса"
Summary="Обновленная система шифрования кодекса имплантируется в виде небольшого чипа под кожу левой руки солдата. Дает беспрецедентное усиление в +40 к силе взлома."

[MZ_PsiHealFire X2GeneModTemplate]
DisplayName="Исцеляющий огонь"
Summary="Имплантация пси-усилителей пламенных жрецов Адвента, дает возможность солдату испускать из рук исцеляющее пси-пламя. Огонь снимает негативные ментальные состояния и медленно восстанавливает им здоровье каждый ход. Не действует на иммунных к огню."

[MZ_HyperActiveBooster X2GeneModTemplate]
DisplayName="Гиперактивный усилитиль"
Summary="Солдату имплантируют кипер-уселители в ноги, позволяющие ему делать очень резкие маневры на поле боя. Дает возможность совершать 3 действия каждый ход."

[MZ_PulseAccelerator X2GeneModTemplate]
DisplayName="Ускоритель пульса"
Summary="Особый имплант в груди солдата заставляет сердце биться чаще по воле владельца. Дает возможность совершить 1 действие прямо во время хода противника."

[MZ_HardShield X2GeneModTemplate]
DisplayName="Биоаккумулятор щита"
Summary="Аккумулятор биощита встраивается в нижнюю часть позвоночка солдата. Биощит дает +6 щита и серьезно повышает устойчивость солдата к любому урону, пока у него есть щит."

[MZ_StressRegenerate X2GeneModTemplate]
DisplayName="Стрессовая регенерация"
Summary="Тело солдата при получении урона моментально восстанавливается, снижая причиненный ущерб в зависимости от уровня стресса бойца. Подобное злоупотребление стрессом плохо влияет на ментальное здоровье пациента."

[MZ_SmartArmorCoating X2GeneModTemplate]
DisplayName="Умная подкожная бронепрошивка"
Summary="Умное подкожное броне-покрытие. Дает много брони, а так же восстанавливает утраченную броню со временем. Но сильно утяжеляет солдата, снижая подвижность."

[MZ_TrajectoryPredictionLens X2GeneModTemplate]
DisplayName="Линза подсветки траекторий"
Summary="При помощи умной линзы солдат начинает видеть траектории полета снарядов и может легче от них уклонятся. Увеличивает защиту бойца пропорционально расстоянию до врага."

[GM_MZPocketShredder_MJ X2GeneModTemplate]
DisplayName="Микро-пушка"
Summary="В руку солдата встраивается маленькая, но мощная бронебойная пушка, позволяющая делать 1 выстрел за задание."

[GM_MZPocketRocket X2GeneModTemplate]
DisplayName="Микро-ракета"
Summary="В руку солдата встраивается маленькая ракета, которую можно запустить во врагов 1 раз за задание."

[BS_UnstablePower X2GeneModTemplate]
DisplayName="Нестабильная сила"
Summary="Вакцина из крови Привратника дарует бойцу чудовищную Пси-силу и его ментальный урон увеличится в 2 раза. Но такой дар не проходит бесследно: применение атающих способностей с шансом в 20% вызовет у бойца панику."

[BS_PsiVamp X2GeneModTemplate]
DisplayName="Пси-поглощение"
Summary="В кисти рук солдата впрыскивают кровь Пси-Вайпера. Боец получает возможность поглощать Пси-силу поверженных врагов, повышая свою мощь. Эффект накапливается, но спадает после боя."

[GM_PainfulMind X2GeneModTemplate]
DisplayName="Нейро-выжигание"
Summary="Особые Пси-усилители Фантомов адвента позволят нашим псионикам изувечивать врагов одним лишь взглядом. Способности \"Безумие\" и \"Смятение\" будут наносить урон и накладывать \"Разрыв\" помимо своих основных эффектов.\n\nДанное улучшение имеет смысл только для бойцов с Даром.

[GM_PhantomBody X2GeneModTemplate]
DisplayName="Фантомное тело"
Summary="Фантомный генератор ПсиДрона в тело солдата, позволяет ему на долю секунды менять пространство-время возле себя. Дает возможность проходить сквозь стены, а так же по бойцу становится сложнее попасть и нанести нормальный урон.

[GM_PsiJump X2GeneModTemplate]
DisplayName="Имплант пси-агента"
Summary="Доработанный нами имплант Пси-агентов Адвента разгоняет рефлексы солдата. Повышает уклонение и позволяет молниеносно перемещаться в пространстве раз в несколько ходов."

[GM_VoidJump X2GeneModTemplate]
DisplayName="Воид-генератор"
Summary="Имплантация портативного воид-генератора в позвоночник бойца, позволит ему совершать небольшие межпространственные прыжки по полю боя раз в несколько ходов."

[GM_PlasmaCannon X2GeneModTemplate]
DisplayName="Ручная плазма-пушка"
Summary="Исследования элериума и наработки Шен в области тяжелого вооружения позволили нам создать этот шедевр. Имплантированная в руку солдата миниатюрная плазма-пушка обладающая огромным пробивным действием, но заряда хватит только на 1 использование за миссию."

[MZ_AimAssist X2GeneModTemplate]
DisplayName="Кибер визор"
Summary="Кибер визор Ликвидатора Адвента встраивается в левый глаз солдата и дает значительный бонус к меткости и шансу критического попадания. Бонус еще заметнее при стрельбе по помечанным целям."

[GM_ElectricMonowire X2GeneModTemplate]
DisplayName="Заряженная моно-струна"
Summary="В предплечие солдата встраивают пусковой механизм моноструны. Боец получает возможность запускать ее во врагов и наносить электрический урон. Против роботов урон увеличен, снижает защиту от взлома и может оглушить."

[GM_PlasmaBall X2GeneModTemplate]
DisplayName="Самонаводящийся плазмо-дрон"
Summary="В руку солдата размещается карман для плазмо-дрона. Боец может выпустить его 1 раз за миссию наведя дрона на врага. Дрон сам облетает препятствия и взрывается при подлете, нанося урон и разрушая укрутия."

[GM_Ruthless X2GeneModTemplate]
DisplayName="Подавитель чувств"
Summary="Нейро-настройка Шамана Архонтов позволят отключить лишние эмоции бойца, делая из него бессердечную боевую машину. Дарует большой бонус к воле и усиление всех характеристик солдата. Также боец, лишенный чувства жалости, лучше добивает беззащитные цели (оглушенные, паникующие, дезориентированные)."

[GM_KineticPlating X2GeneModTemplate]
DisplayName="Магнито-кинетическое поле"
Summary="В тело солдата имплантируется небольшой магнитно-кинетический генератор, который использует кинетическую энергию пролетающих мимо снарядов для генерации личного защитного поля. Боец будет получать аблативный щит при промахах по нему, но поле немного замедляет бойца."

[GM_FireVendetta X2GeneModTemplate]
DisplayName="Пламенная месть"
Summary="Пси-контуры Жрецов адского пламени, вживленные у тело солдата, укрепляют кожу, разгоняют кровь, позволят солдату лучше противостоять выстрелам и ударам, но делют его более импульсивным. Более того, любой удар по бойцу вызыват у него такую ярость, что он способен воспламениться и пустить в обидчика огненный шар."
